<template>
  <CardComponent label="Соглашение о предоставлении услуг">
    <p class="title">Данное соглашение отражает условия предоставления и использования услуг Translation.Gallery.</p>

    <p>Услуги на сайте Translation.Gallery предоставляются только лицам не моложе 18 лет. При использовании услуг Translation.Gallery Вы принимаете условия данного соглашения.</p>
    <p>
      Учетная запись, пароль, безопасность<br/>
      Для того, чтобы Ваша учетная запись была создана и Вы могли пользоваться услугами Translation.Gallery, Вам надо заполнить регистрационную форму с внесением исключительно актуальной, полной и точной информации, запрашиваемой при регистрации. Пароль для входа в систему выбирается Вами самостоятельно. Будучи зарегистрированным пользователем Translation.Gallery, Вы соглашаетесь с тем, что Вы несете полную личную ответственность за содержание материалов и информации, опубликованных Вами на сайте, а также за сохранность и конфиденциальность данных для Вашей авторизации в системе и относящихся к Вашей учетной записи. Вы также соглашаетесь немедленно уведомлять персонал Translation.Gallery о любом несанкционированном использовании Вашей учетной записи или о любом другом нарушении безопасности системы.
    </p>
    <p>
      Конфиденциальность<br/>
      Любая информация, предоставляемая нашими пользователями, является строго конфиденциальной и не может быть открыта третьим лицам или организациям, а также служить объектом обмена или продажи. В том случае, если Вы пользуетесь нашими платными услугами, свою платежную информацию о кредитной (платежной) карте Вы предоставляете не Translation.Gallery, a авторизованному дилеру Translation.Gallery, обеспечивающему безопасность транзакций с платежными картами.
    </p>
    <p>
      Хранение сообщений<br/>
      Вы соглашаетесь, что Translation.Gallery не несет ответственности за хранение или удаление Вашей корреспонденции или другой информации.
    </p>
    <p>
      Памятка пользователя
      Обязательным условием пользования услугами Translation.Gallery является Ваша гарантия, что Вы не будете использовать наши услуги в незаконных или противоречащих данному соглашению целях.
    </p>
    <p>
      В качестве предупреждения (а не ограничения), Вы обязуетесь не:
      размещать/рассылать оскорбления, нецензурные высказывания, порнографические материалы; материалы, оскорбляющие человеческое достоинство, призывы к национальной розни, оскорбительные, угрожающие, клеветнические, порнографические и прочие сообщения, могущие нарушить соответствующие законы; любым незаконным способом собирать информацию, в том числе и контактную, о других пользователях без их на то согласия; пересылать или загружать материалы, содержащие вирусы, бомбы замедленного действия или другие опасные программы, которые могут причинить вред оборудованию; пытаться получить несанкционированный доступ к сервису, чужим учетным записям, компьютерам и системам, связанным с сервисом Translation.Gallery, посредством услуги напоминания пароля и другими способами; публиковать в открытом доступе адреса электронной почты, почтовые адреса, номера телефонов, ссылки и другие контакты, а также размещать информацию рекламного характера; вводить в заблуждение других пользователей, а также преследовать их.
    </p>
    <p>
      Ограничения обязательств<br/>
      Информация и услуги, доступные в системе Translation.Gallery, могут содержать ошибки или опечатки. Translation.Gallery оставляет за собой право вносить соответствующие правки без дополнительного уведомления пользователей. Администрация сервиса оставляет за собой право удалить любую анкету без предупреждения/объяснения.<br/>
      Администрация Translation.Gallery не может гарантировать, что службы будут работать беспрерывно и безошибочно, но наша команда сделает все возможное, чтобы внести необходимые корректировки в кратчайшие сроки.
    </p>
    <p>
      Изменения Соглашения
      Translation.Gallery сохраняет за собой право изменять данное Соглашение о предоставлении услуг по своему усмотрению без дополнительного уведомления пользователей. Вы должны самостоятельно время от времени просматривать данное Соглашение. Если Вы продолжаете пользоваться услугами Translation.Gallery после любых изменений, значит, Вы согласны с внесенными изменениями.
    </p>
    <p>
      Данное Соглашение размещено во всех версиях сайта на соответствующем языке.
    </p>
  </CardComponent>
</template>

<script>
import CardComponent from "@/components/CardComponent";
export default {
  name: "DisclaimerPage",
  components: {CardComponent}
}
</script>

<style scoped>
.title {
  text-align: center;
}

p {
  margin: 1rem 0;
}

p:first-of-type {
  margin-top: 0;
}

p:last-of-type {
  margin-bottom: 0;
}
</style>
