<template>
  <div>
    <CardComponent label="Translation.Gallery - Многоязычная почтовая служба">
      <div class="grid">
        <p>Translation.Gallery - это ПРОСТАЯ и УДОБНАЯ система для общения между людьми, говорящими на разных языках.</p>
        <p>Translation.Gallery - это КАЧЕСТВО. Никаких компьютерных переводов. Вся корреспонденция переводится высококвалифицированными переводчиками.</p>
        <p>Translation.Gallery - это СКОРОСТЬ. Команда переводчиков работает 24 часа в сутки 7 дней в неделю. Перевод Вашего сообщения осуществляется в течение нескольких часов.</p>
        <p>Translation.Gallery - это АНОНИМНОСТЬ. Переводчик работает лишь с текстом и не знает, кто является отправителем и получателем сообщения. Более того, любая информация, предоставляемая нашими пользователями, является строго конфиденциальной и не может быть открыта третьим лицам или организациям, а также служить объектом обмена или продажи.</p>
        <p>Translation.Gallery - это СВОБОДА:</p>
        <li>свобода общения со всем миром, несмотря на границы и языковые барьеры;</li>
        <li>свобода Вашего бизнеса. Если Вы - бизнесмен и хотите сделать свой бизнес международным, то Вы, безусловно, оцените ту простоту, с которой сервис Translation.Gallery может быть интегрирован в Ваш Интернет-проект, предоставив тем самым Вам и Вашим пользователям новые возможности.</li>
      </div>
      <br>
      <br>
      <br>
      <br>
      <p class="bold">Translation.Gallery</p>
      <p class="bold">Делает мир ближе!</p>
    </CardComponent>
  </div>
</template>

<script>
import CardComponent from "@/components/CardComponent";
export default {
  name: "IndexPage",
  components: {CardComponent}
}
</script>

<style scoped>

</style>
