<template>
  <CardComponent label="Политика конфиденциальности">
    <p>НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ЯВЛЯЕТСЯ ЮРИДИЧЕСКИ ОБЯЗЫВАЮЩИМ СОГЛАШЕНИЕМ, ЗАКЛЮЧЕННЫМ МЕЖДУ КОМПАНИЕЙ Ideas Networks Solutions S.A. ('МЫ' ИЛИ 'НАС') И ВАМИ ЛИЧНО ИЛИ, ЕСЛИ ЭТО ПРИМЕНИМО, КОМПАНИЕЙ, ОТ ИМЕНИ КОТОРОЙ ВЫ ИСПОЛЬЗУЕТЕ НАСТОЯЩИЙ ВЕБ САЙТ ('ВЫ').</p>
    <p>НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ РЕГУЛИРУЕТ ВАШЕ ИСПОЛЬЗОВАНИЕ НАСТОЯЩЕГО ВЕБ САЙТА ('ВЕБ САЙТ') И УСЛУГ, ПРЕДОСТАВЛЯЕМЫХ ПОСРЕДСТВОМ НАСТОЯЩЕГО ВЕБ САЙТА ('УСЛУГИ'), ПОЭТОМУ, ПОЖАЛУЙСТА, ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ НАСТОЯЩИЙ ДОКУМЕНТ. НАСТОЯЩАЯ ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ ОПИСЫВАЕТ, КАКИМ ОБРАЗОМ МЫ СОБИРАЕМ, ХРАНИМ, ИСПОЛЬЗУЕМ И ЗАЩИЩАЕМ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ. ПОЛУЧАЯ ДОСТУП ИЛИ ИСПОЛЬЗУЯ ЛЮБУЮ ЧАСТЬ ВЕБ САЙТА, ВЫ ПРИЗНАЕТЕ, ЧТО ВЫ ПРОЧИТАЛИ, ПОНИМАЕТЕ И СОГЛАШАЕТЕСЬ С НАСТОЯЩЕЙ ПОЛИТИКОЙ КОНФИДЕНЦИАЛЬНОСТИ. ЕСЛИ ВЫ НЕ СОГЛАСНЫ С ЛЮБЫМ ИЗ ЕЕ ПОЛОЖЕНИЙ, НЕ ПОЛЬЗУЙТЕСЬ НАСТОЯЩИМ ВЕБ САЙТОМ.</p>
    <p>ИНТЕРНЕТ-ТЕХНОЛОГИИ И СООТВЕТСТВУЮЩИЕ ЗАКОНОДАТЕЛЬСТВО, ПРАВИЛА И ДИРЕКТИВЫ ЧАСТО МЕНЯЮТСЯ. СООТВЕТСТВЕННО, МЫ ОСТАВЛЯЕМ ЗА СОБОЙ ПРАВО В ЛЮБОЙ МОМЕНТ ВНОСИТЬ ИЗМЕНЕНИЯ В НАСТОЯЩУЮ ПОЛИТИКУ КОНФИДЕНЦИАЛЬНОСТИ. ЕСЛИ ВЫ ПРОДОЛЖАЕТЕ ИСПОЛЬЗОВАТЬ НАСТОЯЩИЙ ВЕБ САЙТ, ЭТО ОЗНАЧАЕТ, ЧТО ВЫ СОГЛАСНЫ СО ВСЕМИ НОВЫМИ ИЛИ ИЗМЕНЕННЫМИ ПОЛОЖЕНИЯМИ НАСТОЯЩЕЙ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ, ОПУБЛИКОВАННЫМИ НА ВЕБ САЙТЕ. ОТКОРРЕКТИРОВАННАЯ ВЕРСИЯ ВСТУПАЕТ В СИЛУ В МОМЕНТ ПУБЛИКАЦИИ НА ВЕБ САЙТЕ.</p>
    <p>В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ МЫ ИСПОЛЬЗУЕМ ТЕРМИН "ПЕРСОНАЛЬНЫЕ ДАННЫЕ" ДЛЯ ОБОЗНАЧЕНИЯ ИНФОРМАЦИИ, КОТОРАЯ МОЖЕТ АССОЦИИРОВАТЬСЯ С КОНКРЕТНЫМ ЧЕЛОВЕКОМ И МОЖЕТ БЫТЬ ИСПОЛЬЗОВАНА ДЛЯ ИДЕНТИФИКАЦИИ ДАННОГО ЧЕЛОВЕКА. ПЕРСОНАЛЬНЫМИ ДАННЫМИ НЕ ЯВЛЯЕТСЯ ИНФОРМАЦИЯ, ПРЕДОСТАВЛЯЕМАЯ АНОНИМНО И НЕ ИДЕНТИФИЦИРУЕТ КОНКРЕТНОГО ПОЛЬЗОВАТЕЛЯ.</p>
    <ol>
      <li>
        <span>СБОР ПЕРСОНАЛЬНЫХ ДАННЫХ</span>
        <ol type="A">
          <li>ВО ВРЕМЯ ПОСЕЩЕНИЯ ВАМИ НАСТОЯЩЕГО ВЕБ САЙТА МЫ СОБИРАЕМ ИНФОРМАЦИЮ О ВАШЕМ IP-АДРЕСЕ И ВЕДЕМ СТАНДАРТНЫЕ ВЕБ ЛОГИ, ТАКИЕ КАК ИНФОРМАЦИЯ О ВАШЕМ БРАУЗЕРЕ И СТРАНИЦАХ, КОТОРЫЕ ВЫ ПОСЕТИЛИ НА НАШЕМ САЙТЕ.</li>
          <li>
            <span>ЕСЛИ ВЫ РЕГИСТРИРУЕТЕ УЧЕТНУЮ ЗАПИСЬ, МЫ СОБИРАЕМ СЛЕДУЮЩУЮ ИНФОРМАЦИЮ:</span>
            <ol type="I">
              <li>КОНТАКТНЫЕ ДАННЫЕ – ВАШЕ ИМЯ, АДРЕС, ТЕЛЕФОН, EMAIL И Т.П.;</li>
              <li>НЕ СОБИРАЕМ ВАШУ ФИНАНСОВУЮ ИНФОРМАЦИЮ, ПОСКОЛЬКУ ПРИ СОВЕРШЕНИИ ОПЛАТЫ ЗА НАШИ УСЛУГИ ВЫ ПРЕДОСТАВЛЯЕТЕ ВАШИ ПЛАТЕЖНЫЕ ДАННЫЕ НЕ НАМ, А ПЛАТЕЖНОЙ СИСТЕМЕ ИЛИ ПРОЦЕССИНГОВОЙ КОМПАНИИ, ОБЕСПЕЧИВАЮЩЕЙ БЕЗОПАСНОСТЬ ВСЕХ ТРАНЗАКЦИЙ ПО ПЛАТЕЖНЫМ КАРТАМ.</li>
            </ol>
          </li>
          <li>ПРЕЖДЕ, ЧЕМ МЫ ПРЕДОСТАВИМ ВАМ ВОЗМОЖНОСТЬ ИСПОЛЬЗОВАТЬ НАСТОЯЩИЙ ВЕБ САЙТ, МЫ МОЖЕМ ЗАПРОСИТЬ У ВАС ДОПОЛНИТЕЛЬНУЮ ИНФОРМАЦИЮ, КОТОРАЯ ПОЗВОЛИТ НАМ ИДЕНТИФИЦИРОВАТЬ ВАШУ ЛИЧНОСТЬ, С ЦЕЛЬЮ МИНИМИЗАЦИИ РИСКОВ. МЫ ТАКЖЕ МОЖЕМ ЗАПРОСИТЬ ИНФОРМАЦИЮ О ВАС У ТРЕТЬИХ ЛИЦ, НАПРИМЕР, В КРЕДИТНЫХ УЧРЕЖДЕНИЯХ ИЛИ В СЛУЖБАХ ДОКУМЕНТИРОВАНИЯ НАСЕЛЕНИЯ.</li>
          <li>ВО ВРЕМЯ ИСПОЛЬЗОВАНИЯ ВАМИ НАСТОЯЩЕГО САЙТА МЫ СОБИРАЕМ ИНФОРМАЦИЮ О ТРАНЗАКЦИЯХ ПО ВАШЕМУ СЧЕТУ И МЫ МОЖЕМ СОБИРАТЬ ИНФОРМАЦИЮ О ВАШЕМ КОМПЬЮТЕРЕ ИЛИ ЛЮБОМ ДРУГОМ УСТРОЙСТВЕ, С КОТОРОГО ВЫ ВХОДИТЕ НА САЙТ, ДЛЯ ПРЕДОТВРАЩЕНИЯ СЛУЧАЕВ МОШЕННИЧЕСТВА.</li>
          <li>И, НАКОНЕЦ, МЫ МОЖЕМ ЗАПРАШИВАТЬ ДОПОЛНИТЕЛЬНУЮ ИНФОРМАЦИЮ У ВАС ИЛИ СОБИРАТЬ ЕЕ ДРУГИМ СПОСОБОМ, НЕ ОПИСАННЫМ В НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ. НАПРИМЕР, МЫ МОЖЕМ СОБИРАТЬ ИНФОРМАЦИЮ, КОГДА ВЫ СВЯЗЫВАЕТЕСЬ СО СЛУЖБОЙ ПОДДЕРЖКИ И ХРАНИТЬ РЕЗУЛЬТАТЫ ИССЛЕДОВАНИЯ.</li>
        </ol>
      </li>
      <li>
        <span>COOKIES</span>
        <ol type="A">
          <li>КОГДА ВЫ ПОСЕЩАЕТЕ НАШ ВЕБ САЙТ, МЫ ИЛИ КОМПАНИИ, КОТОРЫХ МЫ НАНИМАЕМ С ЦЕЛЬЮ ПРОВЕДЕНИЯ ИССЛЕДОВАНИЯ, КАК ИСПОЛЬЗУЕТСЯ НАШ СЕРВИС, МОЖЕМ РАЗМЕЩАТЬ НА ВАШЕМ КОМПЬЮТЕРЕ НЕБОЛЬШОЙ ФАЙЛ, НАЗЫВАЕМЫЙ COOKIE.</li>
          <li>МЫ МОЖЕТ ОТПРАВЛЯТЬ "СЕССИОННЫЙ COOKIE" НА ВАШ КОМПЬЮТЕР, КОГДА ВЫ ВХОДИТЕ В СВОЮ УЧЕТНУЮ ЗАПИСЬ. ЭТОТ ТИП COOKIES ПОМОГАЕТ НАМ УЗНАВАТЬ ВАС ПРИ ПОСЕЩЕНИИ ВАМИ НЕСКОЛЬКИХ СТРАНИЦ САЙТА ВО ВРЕМЯ ОДНОЙ СЕССИИ, ЧТОБЫ НЕ ЗАПРАШИВАТЬ У ВАС ПАРОЛЬ ПРИ КАЖДЫЙ РАЗ ПРИ ПЕРЕХОДЕ НА НОВУЮ СТРАНИЦУ САЙТА. КОГДА ВЫ ВЫХОДИТЕ ИЗ СВОЕЙ УЧЕТНОЙ ЗАПИСИ ИЛИ ЗАКРЫВАЕТЕ БРАУЗЕР, ЭТОТ COOKIE ПРЕКРАЩАЕТ СВОЕ ДЕЙСТВИЕ.</li>
          <li>МЫ ТАКЖЕ ИСПОЛЬЗУЕМ COOKIE БОЛЕЕ ДЛИТЕЛЬНОГО ДЕЙСТВИЯ ДЛЯ ИНЫХ ЦЕЛЕЙ, НАПРИМЕР, ДЛЯ ОТОБРАЖЕНИЯ ВАШЕГО E-MAIL В ФОРМЕ ВХОДА, ЧТОБЫ ВАМ НЕ НУЖНО БЫЛО ВВОДИТЬ ЕГО ПРИ КАЖДОМ ВХОДЕ В СВОЮ УЧЕТНУЮ ЗАПИСЬ.</li>
          <li>МЫ ЗАШИФРОВЫВАЕМ НАШИ COOKIES ТАКИМ ОБРАЗОМ, ЧТОБЫ ТОЛЬКО МЫ МОГЛИ РАСШИФРОВАТЬ ИНФОРМАЦИЮ, ХРАНЯЩУЮСЯ В ЭТОМ ФАЙЛЕ. ВЫ ВПРАВЕ ОТКЛОНИТЬ ПРИЕМ COOKIES НА СВОЕМ КОМПЬЮТЕРЕ, ЕСЛИ ВАШ БРАУЗЕР ПРЕДОСТАВЛЯЕТ ТАКУЮ ВОЗМОЖНОСТЬ, НО ТАКОЕ РЕШЕНИЕ МОЖЕТ ПОВЛИЯТЬ НА ИСПОЛЬЗОВАНИЕ ВАМИ НАШЕГО САЙТА. МЫ ТАКЖЕ МОЖЕМ СОБИРАТЬ ДАННЫЕ О ВАШЕМ КОМПЬЮТЕРЕ С ЦЕЛЬЮ МИНИМИЗАЦИИ РИСКОВ И ПРЕДОТВРАЩЕНИЯ СЛУЧАЕВ МОШЕННИЧЕСТВА.</li>
        </ol>
      </li>
      <li>
        ЗАЩИТА ПЕРСОНАЛЬНЫХ ДАННЫХ<br/>
        МЫ ХРАНИМ И ОБРАБАТЫВАЕМ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ НА ИСКЛЮЧИТЕЛЬНО ЗАЩИЩЕННЫХ ВЫДЕЛЕННЫХ СЕРВЕРАХ, И МЫ ЗАЩИЩАЕМ ДАННЫЕ С ИСПОЛЬЗОВАНИЕМ ФИЗИЧЕСКИХ, ЭЛЕКТРОННЫХ И ПРОЦЕДУРНЫХ ЗАЩИТНЫХ МЕР В СООТВЕТСТВИИ С ЗАКОНОДАТЕЛЬНЫМИ АКТАМИ И ДЕКРЕТАМИ. МЫ ИСПОЛЬЗУЕМ ТАКИЕ КОМПЬЮТЕРНЫЕ СРЕДСТВА ЗАЩИТЫ КАК ФАЙЕРВОЛ И ШИФРОВАНИЕ ДАННЫХ, МЫ ПОДДЕРЖИВАЕМ ОГРАНИЧЕНИЕ ФИЗИЧЕСКОГО ДОСТУПА В ДАТАЦЕНТР И К ФАЙЛАМ, МЫ ОТКРЫВАЕМ ДОСТУП К ПЕРСОНАЛЬНЫМ ДАННЫМ ТОЛЬКО ТЕМ СОТРУДНИКАМ, КОТОРЫМ ЭТО НЕОБХОДИМО ДЛЯ ВЫПОЛНЕНИЯ СВОИХ СЛУЖЕБНЫХ ОБЯЗАННОСТЕЙ.
      </li>
      <li>
        <span>
          ИСПОЛЬЗОВАНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ <br/>
          НАША ГЛАВНАЯ ЦЕЛЬ ПРИ СБОРЕ ПЕРСОНАЛЬНЫХ ДАННЫХ – ПРЕДОСТАВЛЕНИЕ ВАМ БЕЗОПАСНОГО, ПРИЯТНОГО, РЕЗУЛЬТАТИВНОГО И ПЕРСОНИФИЦИРОВАННОГО СЕРВИСА. МЫ МОЖЕМ ИСПОЛЬЗОВАТЬ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ, ЧТОБЫ:
        </span>
        <ol type="I">
          <li>ПРЕДОСТАВЛЯТЬ УСЛУГИ И ПОЛЬЗОВАТЕЛЬСКУЮ ПОДДЕРЖКУ В СООТВЕТСТВИИ С ВАШИМИ ПОТРЕБНОСТЯМИ;</li>
          <li>ОБРАБАТЫВАТЬ ТРАНЗАКЦИИ И ОТПРАВЛЯТЬ ВАМ СООТВЕТСТВУЮЩИЕ УВЕДОМЛЕНИЯ;</li>
          <li>РЕШАТЬ СПОРЫ, ВЗИМАТЬ ПЛАТУ И УСТРАНЯТЬ НЕПОЛАДКИ В РАБОТЕ САЙТА;</li>
          <li>ПРЕДОТВРАЩАТЬ ПОТЕНЦИАЛЬНО ОПСНЫЕ ИЛИ НЕЗАКОННЫЕ ДЕЙСТВИЯ, ПРИВОДИТЬ В ДЕЙСТВИЕ НАШЕ ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ;</li>
          <li>МОДИФИЦИРОВАТЬ, ОЦЕНИВАТЬ И УЛУЧШАТЬ НАШИ СЕРВИСЫ, СОДЕРЖАНИЕ И ВНЕШНИЙ ВИД САЙТА;</li>
          <li>ОТПРАВЛЯТЬ ВАМ ЦЕЛЕВУЮ РЕКЛАМУ, УВЕДОМЛЕНИЯ ОБ ОБНОВЛЕНИЯХ И ПРОМО-ПРЕДЛОЖЕНИЯ;</li>
          <li>ПРОВЕРЯТЬ ИНФОРМАЦИЮ НА ДОСТОВЕРНОСТЬ И УТОЧНЯТЬ ЕЕ У ТРЕТЬИХ ЛИЦ.</li>
        </ol>
      </li>
      <li>
        <span>ПЕРЕДАЧА ИНФОРМАЦИИ ТРЕТЬИМ ЛИЦАМ</span>
        <ol type="A">
          <li>
            <span>МЫ НЕ ПРОДАЕМ ИЛИ ИНЫМ ДРУГИМ СПОСОБОМ НЕ ПРЕДОСТАВЛЯЕМВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ТРЕТЬИМ ЛИЦАМ, А ТАКЖЕ НЕ ИСПОЛЬЗУЕМ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ЗА ИСКЛЮЧЕНИЕМ СЛЕДУЮЩИХ СЛУЧАЕВ:</span>
            <ol type="I">
              <li>В ОБЩЕМ, ЧТОБЫ НЕВОЗМОЖНО БЫЛО ИДЕНТИФИЦИРОВАТЬ КОНКРЕТНО ВАС;</li>
              <li>СО СТОРОННИМИ ПРОДАВЦАМИ, КОНСУЛЬТАНТАМИ И ДРУГИМИ СЕРВИСАМИ, КОТОРЫЕ РАБОТАЮТ ОТ НАШЕГО ИМЕНИ И ИМ НЕОБХОДИМ ДОСТУП К ВАШИМ ДАННЫМ ДЛЯ ВЫПОЛНЕНИЯ СВОИХ ОБЯЗАТЕЛЬСТВ ПЕРЕД НАМИ;</li>
              <li>
                <span>ТРЕБОВАНИЕ ЗАКОНОДАТЕЛЬСТВА, ОФИЦИАЛЬНЫЕ ЗАПРОСЫ, ИНЫЕ СЛУЧАИ, КОГДА:</span>
                <ol class="">
                  <li>МЫ ВЫНУЖДЕНЫ РАСКРЫТЬ ПО ПОВЕСТКЕ ИЗ СУДА ИЛИ В СООТВЕТСТВИИ С ИНОЙ ПОДОБНОЙ ПРОЦЕДУРОЙ;</li>
                  <li>МЫ ВЫНУЖДЕНЫ ОТКРЫВАТЬ ИНФОРМАЦИЮ В СООТВЕТСТВИИ С ЗАКОНОДАТЕЛЬСТВОМ;</li>
                  <li>МЫ СЧИТАЕМ, ЧТО ОТКРЫТИЕ ИНФОРМАЦИИ ПОМОЖЕТ ПРЕДОТВРАТИТЬ ФИЗИЧЕСКИЙ ВРЕД ИЛИ ФИНАНСОВЫЕ ПОТЕРИ, С ЦЕЛЬЮ СООБЩИТЬ О ПОДОЗРЕНИИ НА НЕЗАКОННУЮ ДЕЯТЕЛЬНОСТЬ ИЛИ РАССЛЕДОВАТЬ НАРУШЕНИЕ НАШЕГО ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ;</li>
                </ol>
              </li>
              <li>ЧТОБЫ ЗАЩИТИТЬ НАШИ ПРАВА И СОБСТВЕННОСТЬ, НАШИХ АГЕНТОВ, ПОЛЬЗОВАТЕЛЕЙ И ДРУГИХ, В ТОМ ЧИСЛЕ И С ЦЕЛЬЮ ВВЕСТИ В ДЕЙСТВИЕ НАШИ ДОГОВОРЫ, СОГЛАШЕНИЯ, ПОЛИТИКУ И Т.Д.;</li>
              <li>В СЛУЧАЯХ НЕОБХОДИМОСТИ СРОЧНОЙ ЛИЧНОЙ ЗАЩИТЫ НАШИХ СОТРУДНИКОВ, ПОЛЬЗОВАТЕЛЕЙ, ТРЕТЬИХ ЛИЦ.</li>
            </ol>
          </li>
          <li>МЫ НЕ БУДЕМ ПРОДАВАТЬ ИЛИ ПРЕДОСТАВЛЯТЬ ПЛАТНЫЙ ДОСТУП К ЛЮБЫМ ИЗ ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ ТРЕТЬИМ ЛИЦАМ ДЛЯ ИХ МАРКЕТИНГОВЫХ ЦЕЛЕЙ, НО ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ МОГУТ БЫТЬ ПЕРЕДАНЫ ТРЕТЬИМ ЛИЦАМ В СООТВЕТСТВИИ С НАСТОЯЩЕЙ ПОЛИТИКОЙ КОНФИДЕНЦИАЛЬНОСТИ.</li>
        </ol>
      </li>
      <li>МЫ МОЖЕМ СОБИРАТЬ ПЕРСОНАЛЬНЫЕ ДАННЫЕ С ЦЕЛЬЮ АНАЛИЗИРОВАНИЯ. В ЭТОМ СЛУЧАЕ МЫ ПРИКЛАДЫВАЕМ ВСЕ УСИЛИЯ, ЧТОБЫ ПОЛЬЗОВАТЕЛИ ОСТАЛИСЬ АНОНИМНЫМИ.</li>
      <li>МЫ ПРИКЛАДЫВАЕМ ВСЕ УСИЛИЯ ДЛЯ ЗАЩИТЫ ПЕРСОНАЛЬНЫХ ДАННЫХ, КОТОРЫЕ МЫ СОБИРАЕМ. ЧТОБЫ ПРЕДОТВРАТИТЬ НЕАВТОРИЗОВАННЫЙ ДОСТУП, СЛЕДИТЬ ЗА ДОСТОВЕРНОСТЬЮ ИНФОРМАЦИИ, ОБЕСПЕЧИВАТЬ КОРРЕКТНОЕ ИСПОЛЬЗОВАНИЕ ИНФОРМАЦИИ, МЫ ПРИМЕНЯЕМ СООТВЕТСТВУЮЩИЕ ФИЗИЧЕСКИЕ, ЭЛЕКТРОННЫЕ И УПРАВЛЕНЧЕСКИЕ ПРОЦЕДУРЫ, ЗАЩИЩАЮЩИЕ ИНФОРМАЦИЮ, СОБРАННУЮ ONLINE. МЫ СЛЕДИМ ЗА ТЕМ, ЧТОБЫ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ ПЕРЕДАВАЛИСЬ ПО ЗАЩИЩЕННЫМ ПРОТОКОЛАМ SSL, КОТОРЫЕ ШИФРУЮТ ПЕРЕДАВАЕМУЮ ВАМИ ИНФОРМАЦИЮ. ВАЖНО, ЧТОБЫ ВЫ САМИ СЛЕДИЛИ ЗА ТЕМ, ЧТОБЫ У ТРЕТЬИХ ЛИЦ НЕ БЫЛО НЕАВТОРИЗОВАННОГО ДОСТУПА К ВАШЕМУ ПАРОЛЮ И КОМПЬЮТЕРУ. ТЕМ НЕ МЕНЕЕ, МЫ НАДЕЕМСЯ, ЧТО ВЫ ПОНИМАЕТЕ, ЧТО МЫ НЕ МОЖЕМ ГАРАНТИРОВАТЬ БЕЗОПАСНОСТИ ПЕРЕДАЧИ ДАННЫХ.</li>
      <li>
        ОГРАНИЧЕНИЕ ПЕРЕДАЧИ ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ<br>
        СООТВЕТСТВУЮЩЕЕ ЗАКОНОДАТЕЛЬСТВО ПОЗВОЛЯЕТ ВАМ ОГРАНИЧИТЬ ПЕРЕДАЧУ ВАШИХ ПЕРСОНАЛЬНЫХ ДАННЫХ В ОТДЕЛЬНЫХ СЛУЧАЯХ. ТЕМ НЕ МЕНЕЕ, ЭТИ ЖЕ ЗАКОНЫ ПРЕДУСМАТРИВАЮТ, ЧТО ВЫ НЕ МОЖЕТЕ ОГРАНИЧАВАТЬ ПЕРЕДАЧУ ПЕРСОНАЛЬНЫХ ДАННЫХ В ОПРЕДЕЛЕННЫХ СИТУАЦИЯХ.
      </li>
      <li>
        ДОСТУП И ИЗМЕНЕНИЯ В ПЕРСОНАЛЬНЫХ ДАННЫХ <br>
        ВЫ МОЖЕТЕ В ЛЮБОЙ МОМЕНТ ПРОВЕРИТЬ И ИЗМЕНИТЬ ВАШИ ПЕРСОНАЛЬНЫЕ ДАННЫЕ.
      </li>
      <li>
        СВЯЖИТЕСЬ С НАМИ ПО ВОПРОСАМ КОНФИДЕНЦИАЛЬНОСТИ <br/>
        ЕСЛИ У ВАС ВОЗНИКЛИ ВОПРОСЫ ИЛИ ПРЕДЛОЖЕНИЯ ПО НАСТОЯЩЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ, ПОЖАЛУЙСТА, <a target="_blank" style="text-decoration: underline" href="/contact">СВЯЖИТЕСЬ С НАМИ</a>.
      </li>
    </ol>
    <br>
    <p class="bold">
      Translation.Gallery<br/>
      Делает мир ближе!
    </p>
  </CardComponent>
</template>

<script>
import CardComponent from "@/components/CardComponent";
export default {
  name: "PrivacyPolicyPage",
  components: {CardComponent}
}
</script>

<style scoped>
ol {
  margin-left: 15px;
}

p {
  margin: 13px 0;
}

p ~ ol > li {
  margin: 13px 0 13px 15px;
}

ol[type="I"] li ol {
  list-style-type: "-  ";
}
</style>
