<template>
  <CardComponent label="Политика возвратов">
    <p>НАСТОЯЩАЯ ПОЛИТИКА ВОЗВРАТОВ ЯВЛЯЕТСЯ ЮРИДИЧЕСКИ ОБЯЗЫВАЮЩИМ СОГЛАШЕНИЕМ, ЗАКЛЮЧЕННЫМ МЕЖДУ КОМПАНИЕЙ Ideas Networks Solutions S.A. ('МЫ' ИЛИ 'НАС') И ВАМИ ЛИЧНО ИЛИ, ЕСЛИ ЭТО ПРИМЕНИМО, КОМПАНИЕЙ, ОТ ИМЕНИ КОТОРОЙ ВЫ ИСПОЛЬЗУЕТЕ НАСТОЯЩИЙ ВЕБ САЙТ ('ВЫ').</p>
    <p>НАСТОЯЩАЯ ПОЛИТИКА ВОЗВРАТА РЕГУЛИРУЕТ ВАШЕ ИСПОЛЬЗОВАНИЕ НАСТОЯЩЕГО ВЕБ САЙТА ('ВЕБ САЙТ') И УСЛУГ, ПРЕДОСТАВЛЯЕМЫХ ПОСРЕДСТВОМ НАСТОЯЩЕГО ВЕБ САЙТА ('УСЛУГИ'), ПОЭТОМУ, ПОЖАЛУЙСТА, ВНИМАТЕЛЬНО ПРОЧИТАЙТЕ НАСТОЯЩИЙ ДОКУМЕНТ. НАСТОЯЩАЯ ПОЛИТИКА ВОЗВРАТОВ ОПИСЫВАЕТ ФИНАНСОВЫЕ ВЗАИМООТНОШЕНИЯ МЕЖДУ НАМИ И ВАМИ.</p>
    <p>МЫ НЕ ОСУЩЕСТВЛЯЕМ ВОЗВРАТОВ ЕСЛИ ВЫ ПРОСТО ПЕРЕДУМАЕТЕ ИЛИ ПРИМЕТЕ НЕВЕРНОЕ РЕШЕНИЕ ОТНОСИТЕЛЬНО ЗАКАЗА ПЕРЕВОДА. ОБРАТИТЕ ВНИМАНИЕ, ЧТО ВСЕ ПЕРЕВОДЫ ВЫПОЛНЯЮТСЯ ЖИВЫМИ ЛЮДЬМИ, ЧЕЙ ТРУД ДОЛЖЕН БЫТЬ ОПЛАЧЕН. ЛЮБАЯ ПОПЫТКА ВЕРНУТЬ СРЕДСТВА ЗА ЗАКАЗАННЫЙ ПЕРЕВОД НЕ ВСТРЕТИТ ПОНИМАНИЯ И ОДОБРЕНИЯ С НАШЕЙ СТОРОНЫ.</p>
    <p>МЕЖДУ ТЕМ, ЕСЛИ ВЫ ЗАКАЗЫВАЕТЕ ПЕРЕВОД С/НА ЯЗЫК, НЕ ПРЕДСТАВЛЕННЫЙ НАШИМ СЕРВИСОМ, СРЕДСТВА БУДУТ ВОЗВРАЩЕНЫ НА ВАШ СЧЕТ.</p>
    <p>В ТОМ СЛУЧАЕ, ЕСЛИ ВЫ ЖЕЛАЕТЕ ПРЕКРАТИТЬ ИСПОЛЬЗОВАНИЕ НАШЕГО СЕРВИСА И ВЕРНУТЬ НЕИСПОЛЬЗОВАННЫЕ СРЕДСТВА, ПРИМИТЕ ВО ВНИМАНИЕ, ЧТО СРЕДСТВА ВОЗВРАЩАЮТСЯ ПО ТРАНЗАКЦИЯМ НЕ СТАРШЕ 6 (ШЕСТИ) МЕСЯЦЕВ, И СУММА ВОЗВРАТА НЕ МОЖЕТ ПРЕВЫШАТЬ ОСТАТОК НА ВАШЕМ СЧЕТУ. МЫ НЕ ВЗИМАЕМ КОМИССИИ ЗА ВОЗВРАТ СРЕДСТВ.</p>
    <p>В ТОМ СЛУЧАЕ, ЕСЛИ ВЫ ЖЕЛАЕТЕ ПОЛУЧИТЬ СРЕДСТВА ПОСРЕДСТВОМ МЕЖДУНАРОДНОГО БАНКОВСКОГО ПЕРЕВОДА, ОБРАЩАЕМ ВАШЕ ВНИМАНИЕ, ЧТО КОМИССИИ ВСЕХ БАНКОВ, УЧАСТВУЮЩИХ В ТРАНЗАКЦИИ, ОПЛАЧИВАЕТ ПОЛУЧАТЕЛЬ (ВЫ).</p>
    <p>ВСЕ ЗАПРОСЫ НА ВОЗВРАТ СРЕДСТВ ОБРАБАТЫВАЮТСЯ В ТЕЧЕНИЕ 14 ДНЕЙ.</p>
    <p>ЕСЛИ У ВАС ВОЗНИКЛИ ВОПРОСЫ ОТНОСИТЕЛЬНО НАШЕЙ ПОЛИТИКИ ВОЗВРАТОВ, ПОЖАЛУЙСТА, <a target="_blank" style="text-decoration: underline" href="/contact">СВЯЖИТЕСЬ С НАМИ</a>.</p>
    <br>
    <p class="bold">
      Translation.Gallery<br/>
      Делает мир ближе!
    </p>
  </CardComponent>
</template>

<script>
import CardComponent from "@/components/CardComponent";
export default {
  name: "RefundPolicyPage",
  components: {CardComponent}
}
</script>

<style scoped>
p {
  margin: 13px 0;
}
</style>
