<template>
  <CardComponent label="Услуги и цены">
    <div>
      1. Стоимость перевода 100 символов (если не указано иначе) составляет:
      <ul>
        <li> Арабский&nbsp;-&nbsp;Испанский - $1.5024371 (€1.39)<br></li>
        <li> Арабский&nbsp;-&nbsp;Японский - $1.5024371 (€1.39)<br></li>
        <li> Арабский&nbsp;-&nbsp;Корейский - $1.5024371 (€1.39)<br></li>
        <li> Арабский&nbsp;-&nbsp;Русский - $1.5024371 (€1.39)<br></li>
        <li> Арабский&nbsp;-&nbsp;Китайский - $1.5024371 (€1.39)<br></li>
        <li> Датский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09)<br></li>
        <li> Датский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Датский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Датский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Датский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Немецкий&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Немецкий&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Немецкий&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Немецкий&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Английский&nbsp;-&nbsp;Испанский - $1.0700811 (€0.99)<br></li>
        <li> Английский&nbsp;-&nbsp;Японский - $1.0700811 (€0.99)<br></li>
        <li> Английский&nbsp;-&nbsp;Корейский - $1.0700811 (€0.99)<br></li>
        <li> Английский&nbsp;-&nbsp;Русский - $1.0700811 (€0.99)<br></li>
        <li> Английский&nbsp;-&nbsp;Китайский - $1.0700811 (€0.99)<br></li>
        <li> Испанский&nbsp;-&nbsp;Арабский - $1.5024371 (€1.39)<br></li>
        <li> Испанский&nbsp;-&nbsp;Датский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Английский - $1.0700811 (€0.99)<br></li>
        <li> Испанский&nbsp;-&nbsp;Финский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Голландский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Норвежский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Шведский - $1.1781701 (€1.09)<br></li>
        <li> Испанский&nbsp;-&nbsp;Турецкий - $1.5024371 (€1.39)<br></li>
        <li> Испанский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Финский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09)<br></li>
        <li> Финский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Финский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Финский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Финский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Французский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Французский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Французский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Французский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Итальянский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Итальянский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Итальянский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Итальянский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Японский&nbsp;-&nbsp;Арабский - $1.5024371 (€1.39) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Датский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Немецкий - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Английский - $1.0700811 (€0.99) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Финский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Французский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Итальянский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Голландский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Норвежский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Португальский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Шведский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Японский&nbsp;-&nbsp;Турецкий - $1.5024371 (€1.39) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Арабский - $1.5024371 (€1.39) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Датский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Немецкий - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Английский - $1.0700811 (€0.99) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Финский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Французский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Итальянский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Голландский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Норвежский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Португальский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Шведский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Корейский&nbsp;-&nbsp;Турецкий - $1.5024371 (€1.39) (за 40 символов)<br></li>
        <li> Голландский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09)<br></li>
        <li> Голландский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Голландский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Голландский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Голландский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Норвежский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09)<br></li>
        <li> Норвежский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Норвежский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Норвежский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Норвежский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Португальский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Португальский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Португальский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Португальский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Арабский - $1.5024371 (€1.39)<br></li>
        <li> Русский&nbsp;-&nbsp;Датский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Немецкий - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Английский - $1.0700811 (€0.99)<br></li>
        <li> Русский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Финский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Французский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Итальянский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Голландский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Норвежский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Португальский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Шведский - $1.1781701 (€1.09)<br></li>
        <li> Русский&nbsp;-&nbsp;Турецкий - $1.5024371 (€1.39)<br></li>
        <li> Русский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Шведский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09)<br></li>
        <li> Шведский&nbsp;-&nbsp;Японский - $1.1781701 (€1.09)<br></li>
        <li> Шведский&nbsp;-&nbsp;Корейский - $1.1781701 (€1.09)<br></li>
        <li> Шведский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09)<br></li>
        <li> Шведский&nbsp;-&nbsp;Китайский - $1.1781701 (€1.09)<br></li>
        <li> Турецкий&nbsp;-&nbsp;Испанский - $1.5024371 (€1.39)<br></li>
        <li> Турецкий&nbsp;-&nbsp;Японский - $1.5024371 (€1.39)<br></li>
        <li> Турецкий&nbsp;-&nbsp;Корейский - $1.5024371 (€1.39)<br></li>
        <li> Турецкий&nbsp;-&nbsp;Русский - $1.5024371 (€1.39)<br></li>
        <li> Турецкий&nbsp;-&nbsp;Китайский - $1.5024371 (€1.39)<br></li>
        <li> Китайский&nbsp;-&nbsp;Арабский - $1.5024371 (€1.39) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Датский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Немецкий - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Английский - $1.0700811 (€0.99) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Испанский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Финский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Французский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Итальянский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Голландский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Норвежский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Португальский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Русский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Шведский - $1.1781701 (€1.09) (за 40 символов)<br></li>
        <li> Китайский&nbsp;-&nbsp;Турецкий - $1.5024371 (€1.39) (за 40 символов)<br></li>
      </ul>
    </div>
    <div>Примечание: пожалуйста, имейте в виду, что структура китайского, японского и корейского языков значительно отличается от структуры европейских и славянских языков. Один символ (иероглиф) обозначает целое слово, а зачастую и целую фразу.</div>
    <div>Примечание: минимальная стоимость сообщения составляет $1.08089 (€1.00).</div>
    <div>2. Вы можете разрешить своему корреспонденту заказать перевод своего ответа на Ваше сообщение за Ваш счет. При этом длина ответа не будет превышать указанную Вами. Стоимость услуг по переводу такая же, как и при отправке сообщений с переводом.</div>
    <div>3. Вы можете заказать перевод пришедшего Вам сообщения. Стоимость услуг по переводу такая же, как и при отправке сообщений с переводом.</div>
    <div>
      4. В настоящий момент Translation.Gallery представлен на следующих языках:
      <ul>
        <li>Арабский</li>
        <li>Китайский</li>
        <li>Датский</li>
        <li>Немецкий</li>
        <li>Английский</li>
        <li>Финский</li>
        <li>Французский</li>
        <li>Итальянский</li>
        <li>Японский</li>
        <li>Корейский</li>
        <li>Голландский</li>
        <li>Норвежский</li>
        <li>Португальский</li>
        <li>Русский</li>
        <li>Испанский</li>
        <li>Шведский</li>
        <li>Турецкий</li>
      </ul>
    </div>
    <div>
      Надеемся, что использование сервиса Translation.Gallery станет для Вас приятным и, самое главное, результативным. Если у Вас есть вопросы, предложения, замечания, пожелания, пожалуйста, <a href="/contact">свяжитесь с нами</a>.
    </div>
    <p class="bold">
      Translation.Gallery<br/>
      Делает мир ближе!
    </p>
  </CardComponent>
</template>

<script>
import CardComponent from "@/components/CardComponent";
export default {
  name: "ServicesPage",
  components: {CardComponent}
}
</script>

<style scoped>
ul {
  padding-left: 30px;
  margin-top: 13px;
}

div, p {
  margin: 13px 0;
}
</style>
